org/generational-barrier.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 隔代的隔阂
#+DATE: <2021-12-11 Sat>
#+HUGO_TAGS: 随笔 父母

https://mindhacks.cn/2017/04/29/through-the-maze-1/

当一个人同另一个人有24年的距离时，就足以无法相互理解。这当然是断言，尽可以百般争论。暂时不论。

我是2000年生人，我的父亲生于1972年，母亲生于1975年。我与父亲相距28年，母亲相距25年。他们已经做不到理解我了，尽管他们也想做到。最主要的原因，便是互联网技术的发展。它让处于旺盛学习阶段的我，不断接触未知的知识、观点，不断冲刷着来自父母的保守的观念。技术带来的不仅仅是经济的改变，还有父辈和子辈关系的变化。刘未鹏这篇《心智探寻（一）：父母，和我们自己》记录的就是变化的一个。

父母那一辈人普遍的社会观念——害怕被子女抛弃，害怕被认为无价值。当下这一代的我并不那么看重这些，所以会产生冲突和矛盾。在思考这些问题时，我，身为子辈，应该怎么处理和父辈的关系？小到每天的日常小事，达到结婚生子。我应该如何处理与父母的关系？

现在的我，在逃避这些事情，我认为这些事情是以后才要考虑的事情。所以，当我第一次阅读刘未鹏的文章时，内心的第一想法是：以后别结婚了。为什么？我对复杂的人际是不耐烦的，我认为一个简单的逻辑不应该因为人的关系而变得复杂。

很多时候，在解决问题时，总是自认为找到了cause（病因），其实只是symptom（症状）。在理解一个人的行为、情绪和心态（认知）的过程中，有一个通用句式，帮助自己深入，就是 It's a symptom, not the cause（并用感觉思考what is the cause）。